cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'go'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'mariadb'
brew 'wget'
brew 'gnupg'
brew 'python3'

cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'spotify'
cask 'visual-studio-code'